art_news = [
{'title': 'Хэмилтон и Расселл получили новые коробки передач на Гран-при Австрии',
'content': 'В немецкой команде Формулы-1 «Мерседес» приняли решение заменить коробки передач \
на болидах обоих пилотов, Льюиса Хэмилтона и Джорджа Расселла. Оба попали в аварии во время \
квалификации Гран-при Австрии. Об этом в своих соцсетях рассказал главный редактор BBC F1 \
Эндрю Бенсон. Пилоты не получат штрафы — коробки передач уже использовались в прошлых гонках \
По словам Бенсона, в команде проверили состояние моторов и решили, что никаких замен не потребуется. \
Напомним, Хэмилтон по итогам квалификации в Шпильберге был 10-м, Расселл показал пятый результат. \
Победителем стал Макс Ферстаппен из «Ред Булл».'
},

{'title': 'Украина получит от США безвозмездный грант на $1,7 млрд',
'content': 'Киев получит от Агентства США по международному развитию (USAID) при поддержке \
двух организаций грант на $1,7 млрд на нужды здравоохранения. Об этом в своем Telegram-канал \
есообщил премьер-министр Украины Денис Шмыгаль. \n«Украина получит грант в $1,7 млрд от Целевого\
 фонда одного донора, созданного Международным банком реконструкции и развития (МБРР), Международной\
ассоциацией развития (МАР) и USAID», — говорится в сообщении. Известно, что выделение средств произойдет\
на безвозвратной основе. Проект соглашения уже был одобрен на заседании правительства Украины.'
 },
{'title': 'Что такое Django Channels? Введение',
'content': 'Если вы, как и я, провели хоть какое-то исследование, чтобы ответить на этот вопрос,\
 вы обнаружили: вы можете создать приложение для чата. Существует 100, если не больше, руководств,\
  которые помогут вам создать следующий Slack. Существует не так много учебников, блогов, документации\
   или других ресурсов, которые помогут вам сделать многое другое с Django Channels.\n\
   Я хотел бы рассказать о некоторых своих открытиях в работе с Django Channels и посмотреть, смогу ли \
   я помочь объяснить некоторые функциональные возможности его частей, методы и классы, которые он и\
    некоторые из его зависимых библиотек предоставляют. И сделать это вне рамок простого \
    приложения для чата.\n \
    Если вы еще не проводили время с Django Channels, то, конечно, создайте приложение для чата.\
     В документации по Django Channels есть одно такое приложение, и есть много других подобных руководств.\
      Это хорошее место для начала, и именно с этого я начал. Это не один из тех учебников.'
 }
    ]
